[
    {
      "id": "124e13b9-2d54-4b2f-a74d-a77b362d6ead",
      "name": "না বলতে শিখুন (হার্ডকভার)",
      "writer": "ওয়াহিদ তুষার",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "প্রজন্ম পাবলিকেশন",
      "price": 237,
      "stock": 20,
      "ratings": 4,
      "ratingsCount": 3725,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/02/84743233_3077023565655529_1521338353239195648_o-250x386.jpg",
      "title":"আল্লাহ একক সার্বভৌম সপ্রমাণ। তিনি স্রষ্টা অর্থাৎ নমুনাহীন এক সৃজন-কারিগর। তিনি দৃশ্যমান এই বিশ্বজগৎ-সহ আরও আরও অসংখ্য অজানিত সৃষ্টিবিশ্বের অধিকারী। তিনি সৃজনকর্তা কিন্তু জনক নন। তিনি বিস্তার-দানকারী কিন্তু জাতক নন। তিনি এক, একক, অবিভাজ্য ও অদ্বিতীয়। তাঁর কোনো শরিক নেই। আর তাঁর পুত্রসন্তানস্ত্রী কিংবী সঙ্গী? সেইসব ভাবকল্প তাঁর বেলায় কিংবা তাঁর জন্য সাব্যস্ত করা নিতান্তই মূর্খতা, অজ্ঞতা এবং ক্ষমার অযোগ্য একটি অপরাধ। আর তাঁর জন্য কোনো প্রতিমূর্তি প্রতিপন্ন করা, সে তো আরও মারাত্মক অন্যায় এবং এই অন্যায় যে করে, তাকে শাস্তি পেতেই হবে।তাঁর সর্বশেষ বাণীবাহী মানবপুরুষ হজরত মুহাম্মদ মুস্তফা সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একজন আরব-বেদুইন তথা উম্মি লোক হওয়া সত্ত্বেও সৃষ্টিবিশ্বের শুরু থেকে শেষ পর্যন্ত মহান আল্লাহর প্রতিনিধিত্বের সকল সত্য-ইতিহাস কুরআনুল কারিমের মাধ্যমে একে একে পুঙ্খানুপুঙ্খরূপে বর্ণনা করেছেন, এটি তাঁর অপ্রতিদ্বন্দ্বী আশ্চর্য এক মুজিজা। একে যে অস্বীকার করবে, সে-ও শাস্তির আওতাভুক্ত হতে বাধ্য।আধুনিক-কালে ধর্মতত্ত্ব একটি চমৎকার আলোচ্য-মাধ্যম। এর মাধ্যমে সত্য (ইসলামধর্ম) তার নিকষ পাথরে আরও স্বচ্ছ আর পরিচ্ছন্ন আরও পরিজ্ঞানময়-রূপে প্রতিভাত হচ্ছে। ‘এক-এর আহ্বান’ গ্রন্থটি মূলত ধর্মতাত্ত্বিক একটি ঈমান-জাগানিয়া আলোকস্তম্ভ। এর জ্যোতির্ময় আভার শেষ নেই।",
      "shipping": 1,
      "quantity": 0,
      "Language":"Bangle"
    },
    {
      "id": "13cbc7ed-a61b-4883-9d42-82d7d8642b86",
      "name": "ULTRABOOST DNA SHOES",
      "writer": "মুহাম্মাদ মুশফিকুর রহমান মিনার",
      "categorie":"",
      "publisher": "মুহাম্মদ পাবলিকেশন",
      "price": 196,
      "stock": 19,
      "ratings": 5,
      "ratingsCount": 4355,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Untitled-2-2-250x390.jpg",
      "title":"আল্লাহ একক সার্বভৌম সপ্রমাণ। তিনি স্রষ্টা অর্থাৎ নমুনাহীন এক সৃজন-কারিগর। তিনি দৃশ্যমান এই বিশ্বজগৎ-সহ আরও আরও অসংখ্য অজানিত সৃষ্টিবিশ্বের অধিকারী। তিনি সৃজনকর্তা কিন্তু জনক নন। তিনি বিস্তার-দানকারী কিন্তু জাতক নন। তিনি এক, একক, অবিভাজ্য ও অদ্বিতীয়। তাঁর কোনো শরিক নেই। আর তাঁর পুত্রসন্তানস্ত্রী কিংবী সঙ্গী? সেইসব ভাবকল্প তাঁর বেলায় কিংবা তাঁর জন্য সাব্যস্ত করা নিতান্তই মূর্খতা, অজ্ঞতা এবং ক্ষমার অযোগ্য একটি অপরাধ। আর তাঁর জন্য কোনো প্রতিমূর্তি প্রতিপন্ন করা, সে তো আরও মারাত্মক অন্যায় এবং এই অন্যায় যে করে, তাকে শাস্তি পেতেই হবে।তাঁর সর্বশেষ বাণীবাহী মানবপুরুষ হজরত মুহাম্মদ মুস্তফা সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম একজন আরব-বেদুইন তথা উম্মি লোক হওয়া সত্ত্বেও সৃষ্টিবিশ্বের শুরু থেকে শেষ পর্যন্ত মহান আল্লাহর প্রতিনিধিত্বের সকল সত্য-ইতিহাস কুরআনুল কারিমের মাধ্যমে একে একে পুঙ্খানুপুঙ্খরূপে বর্ণনা করেছেন, এটি তাঁর অপ্রতিদ্বন্দ্বী আশ্চর্য এক মুজিজা। একে যে অস্বীকার করবে, সে-ও শাস্তির আওতাভুক্ত হতে বাধ্য।আধুনিক-কালে ধর্মতত্ত্ব একটি চমৎকার আলোচ্য-মাধ্যম। এর মাধ্যমে সত্য (ইসলামধর্ম) তার নিকষ পাথরে আরও স্বচ্ছ আর পরিচ্ছন্ন আরও পরিজ্ঞানময়-রূপে প্রতিভাত হচ্ছে। ‘এক-এর আহ্বান’ গ্রন্থটি মূলত ধর্মতাত্ত্বিক একটি ঈমান-জাগানিয়া আলোকস্তম্ভ। এর জ্যোতির্ময় আভার শেষ নেই।",
      "shipping": 14,
      "Language":"Bangle",
      "quantity": 0
    },
    {
      "id": "307f166f-1d04-4573-bc37-2f461ea9d4f7",
      "name": "শরহুল ফিকহিল আকবার",
      "writer": "ইমাম আবু হানিফা (রহঃ)",
      "categorie":"ঈমান ও আকীদা",
      "publisher": "মাকতাবাতুস সুন্নাহ",
      "price": 572,
      "stock": 20,
      "ratings": 4,
      "ratingsCount": 3972,
      "img": "",
      "title":"ইসলামি আকিদা হল মুসলিম জীবনের সবচেয়ে গুরুত্বপূর্ণ বিষয়। একজন মুসলমানের চিন্তা-চেতনা, বিশ্বাস ও ভেতরের সকল সুন্দর উপলব্ধি তার সবই বিশুদ্ধ আকিদার উপর নির্ভরশীল। আর এজন্যই রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মক্কায় দীর্ঘদিন ধরে মুসলিমদেরকে বিশুদ্ধ আকিদার জ্ঞানে সমৃদ্ধ করেছেন। নবিজি সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের শেখানো ইমান-আকিদা ও বিশ্বাসকে যারা সঠিকভাবে আত্মস্ত করেছেন, তাদেরকে তিনি “আহলুস সুন্নাহ ওয়াল জামা’আহ” বলে আখ্যা দিয়েছেন। হাদিস শরিফে “আমি ও আমার সাহাবায়ে কেরাম রাদিআল্লাহু আনহুমগণ যে আদর্শের উপর রয়েছি” বলে তিনি সে ঘোষণাই দিয়েছেন।ইমাম আবু হানিফা রাহিমাহুল্লাহ ইসলামি আকিদা বিষয়ে লিখেছেন সবার আগে। “আল ফিকহুল আকবার”।তিনি যখন আল ফিকহুল আকবার রচনা করেন তখন আকিদা ইলমুল ফিকহেরই অংশ ছিলো।ইলমুল ফিকহের তখন দু’টি শাখা ছিল,এক-আল ফিকহুল আকবার দুই-আল ফিকহুল আসগার। পরবর্তীতে আল ফিকহুল আসগারকে নিয়ে ইলমুল কিফহ স্বতন্ত্র শাস্ত্রের রূপ ধারণ করে।এবং আকিদা ইলমুল কালাম নামে আলাদা শাস্ত্রের রূপ ধারণ করে।এর পিছনে অবশ্য যৌক্তিকতাও ছিলো।কারণ তখন ইসলামের মূল ভিত্তি আকিদার উপর সর্বদিক থেকে চরমভাবে আক্রমন আসতেছিল। বাতিলদের আক্রমণ মোকাবেলা করতেই আকিদাকে ইলমুল কালাম নামে স্বতন্ত্র শাস্ত্র বানিয়ে একাডেমিকভাবে বাতিলদের দাঁতভাঙ্গা জবাব দিয়েছেন সালাফগণ।ইমাম আবু হানিফা রাহিমাহুল্লাহ সর্বপ্রথম আকিদার সমস্ত মাসআলা-মাসাইলের উপর বই লিখেছেন ‘আল ফিকহুল আকবার’।এই পর্যন্ত আকিদা বিষয়ক যত বই লিপিবদ্ধ হয়েছে সমস্ত বইয়ে আল ফিকহুল আকবারের রেফারেন্স রয়েছে। সকল ইমাম,ফকিহ ও গবেষকগণ আল ফিকহুল আকবারের ভূয়সী প্রশংসা করেছেন,তা থেকে উপকৃত হয়েছেন।বর্তমানে ইসলামের বিভিন্ন বিষয় নিয়ে সমূহ মতবিরোধ ও ফিতনার সময়ে প্রকৃত আহলুস সুন্নাহ ওয়াল জামা’আহর আকিদা-বিশ্বাস ও নীতি-আদর্শই হচ্ছে আমাদের জন্য একমাত্র গ্রহণীয় ও অনুসরণযোগ্য।আর এ বিষয়ে জগদ্বিখ্যাত ইলমি ব্যক্তিত্ব ইমাম আজম আবু হানিফা রাহি.-এর বিখ্যাত গ্রন্থ ফিকহুল আকবার হল একটি আকর গ্রন্থ।বক্ষমান গ্রন্থটি সেই ফিকহুল আকবারেরই অসাধারণ চমতকার একটি ব্যাখ্যা গ্রন্থ। ফিকহুল আকবারের বহু ব্যাখ্যাগ্রন্থ রয়েছে।পাকিস্তানের সর্বজন শ্রদ্ধেয় আলিম মুতাকাল্লিমুল ইসলাম আল্লামা ইলিয়াস ঘুম্মান হাফিযাহুল্লাহ প্রায় সবগুলো ব্যাখ্যাগ্রন্থকে সামনে রেখে আল ফিকহুল আকবারের চমৎকার একটি ব্যাখ্যাগ্রন্থ লিখেছেন।যার ছত্রে-ছত্রে ফুটে উঠেছে আহলুস সুন্নাহ ওয়াল জামা’আহর আকিদা। প্রিয় পাঠক! আসুন স্বীয় হৃদয়কে আহলুস সুন্নাহ ওয়াল জামা’আহর আকিদা-বিশ্বাসে পরিশুদ্ধ করতে গ্রন্থটি মনোযোগ দিয়ে পাঠ করি।",
      "shipping": 1,
      "Language":"Bangle",
      "quantity": 0
    },
    {
      "id": "4bf9798f-63bc-4a83-b0c6-6a3b816fe922",
      "name": "ঈমান ধ্বংসের কারণ",
      "writer": "আব্দুল আযীয আত-তারীফী",
      "categorie":"ঈমান ও আকীদা",
      "publisher": "সত্যায়ন প্রকাশন",
      "price": 134,
      "stock": 10,
      "ratings": 5,
      "ratingsCount": 1764,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/09/Fikhul-Akbar-Front-01-01-250x390.jpg",
      "title":"ইসলামের বিশ্বাস ও চেতনা নিয়ে আজকাল সর্বমুখী ষড়যন্ত্র চলছে। এ পরিস্থিতিতে একজন সাধারণ মুসলিমের পক্ষে তার বিশ্বাসের ক্ষেত্রে স্বচ্ছ ও আস্থাশীল থাকা একটি চ্যালেঞ্জ হয়ে দাঁড়িয়েছে। নিজেকে মুসলিম বলে দাবি করে এমন অনেকেই আজকাল জানে না, কোন বিশ্বাসটি তার মুসলিম-পরিচয়ের সাথে সাংঘর্ষিক। নিজেকে মুসলিম জাতিসত্তার একজন সদস্য বলে পরিচয় দিতে হলে কী কী বিশ্বাস লালন করতে হয় এবং কী কী বিশ্বাস বর্জন করতে হয়, অধিকাংশ মুসলিমই তা সম্পর্কে বেখবর। সেই উপলব্ধি থেকেই আমরা বিষয়টি নিয়ে কাজ করেছি।বক্ষমান গ্রন্থটি আরব-বিশ্বের তাওহীদবাদী আন্দোলনের পুরোধা ইমাম মুহাম্মাদ ইবনু আবদিল ওয়াহহাব রহিমাহুল্লাহ কর্তৃক রচিত ‘নাওয়াকিদুল ইসলাম’ গ্রন্থের সংক্ষিপ্ত ব্যাখ্যা। ব্যাখ্যাকার শাইখ আবদুল আযীয ইবনু মারযুক তারীফি আরব-বিশ্বে একজন তাওহীদবাদী আলিম হিসেবে প্রসিদ্ধ। এই গ্রন্থে তিনি ঈমান বিনষ্টকারী দশটি বিষয় নিয়ে বাস্তবমুখী তথ্যনির্ভর আলোচনা করেছেন। একজন মুসলিমের জন্য এ বিষয়গুলো আত্মস্থ করা অত্যন্ত জরুরি। নতুবা যে-কোনো পন্থায় তার ঈমান হারিয়ে যাওয়ার আশঙ্কা থেকে যায়।",
      "shipping": 32,
      "Language":"Bangle",
      "quantity": 0
    },
    {
      "id": "9496d72b-04ec-41f8-9bc3-0a7c9697be8e",
      "name": "ফিতনার দিনে নববী আদর্শ",
      "writer": "সালাহ উদ্দীন খান",
      "categorie":"ইসলামী জ্ঞান চর্চা",
      "publisher": "হাসানাহ পাবলিকেশন",
      "price": 290,
      "stock": 11,
      "ratings": 4,
      "ratingsCount": 799,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"চারদিকে তাকালেই শুধু ফেৎনা। ফেতনাময় এই সময়। বিশেষত আমাদের যুব সমাজের জন্য এই সময়টি যেন ঈমান বাঁচানোই দায়। এই ঘোর ফেতনার সময়ে আমাদের করণীয় কি?আমাদের এই সময়ের মতই কিছুটা ফেতনাময় সময়ে ছিল হযরত ইউসুফ আঃ। তিনি তখন কিভাবে নিজেকে আত্মরক্ষা করে ছিলেন, কিভাবে ফেতনাকে পাশ কাটিয়ে হয়ে ছিলেন মিশরের বাদশাহ। নিশ্চই আমাদের জন্য রয়েছে নবী ইউসুফ আ: এর মাঝে উত্তম শিক্ষা।এরপর আমাদের মতই একঘোর অন্ধকার সময়ে এসেছিলেন আমাদের নবী মুহাম্মদ সঃ। তিনি এসে এই ধরাকে করে ছিলেন আলোকিত। তিনি রেখে গিয়েছেন তাঁর মায়ার উম্মতের জন্য পথ নির্দেশ। তিনি দেখিয়ে দিয়ে গিয়েছেন কিভাবে ঘোর অমানিশার মতো ফেতনা থেকে নিজেকে মুক্ত রাখা যায়।তাই অবশ্যই নববী শিক্ষাতে আমাদের ফেৎনা থেকে বাঁচার একমাত্র পথ। আর এই দুজন নবীর শিক্ষা দিয়েই সাজানো আমাদের এবারের আয়োজন “ফিতনার যুগে নববী আদর্শ”",
      "shipping": 49,
      "Language":"Bangle",
      "quantity": 0
    },
    {
      "id": "6e5593d3-557b-43cf-8dab-a5140faedfb0",
      "name": "ইস্তিগফার : মুমিন জীবনের পাথেয়",
      "writer": "শাইখ আহমাদ মুসা জিবরিল, শাইখ নাসির আল-ফাহাদ",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "ইহসান পাবলিকেশন",
      "price": 188,
      "stock": 19,
      "ratings": 3,
      "ratingsCount": 4372,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/11/3-250x390.jpg",
      "title":"ইস্তিগফার এমন এক অসাধারণ আমল–যার ফলাফল আখিরাতে তো আছেই, দুনিয়াতেও খুব দ্রুত পাওয়া যায়!আপনার হতাশা, মানসিক যন্ত্রণা, রিজিক নিয়ে পেরেশানি, স্বামী-স্ত্রী, সন্তান-সন্ততির সমস্যা দূর করতে অসাধারণভাবে কাজ করবে ‘ইস্তিগফার’। ইস্তিগফার আপনার জীবনে নিয়ে আসে সুখ-সমৃদ্ধি, নিরাপত্তা ও নিশ্চিন্ততা।গুনাহ করে যখন আমরা আল্লাহকে অসন্তুষ্ট করি, আমাদের কলবকে ময়লা করি, তখন আল্লাহর অসন্তোষ ও কলবের দুর্বলতা আমাদের দুনিয়া ও আখিরাতে বরবাদ করে, ক্ষতিগ্রস্তদের অন্তর্ভুক্ত করে। আল্লাহর ক্রোধ ও অসন্তোষ থেকে বাঁচতে, কলবকে গুনাহের ময়লা থেকে পাক-সাফ করতে ইস্তিগফারের ভূমিকা অসামান্য।তবে আর দেরি কেন? রবের নাফরমানির জীবন থেকে বেরিয়ে আসুন এখনই। তাওবা ও ইস্তিগফারের মাধ্যমে নতুন এক জীবনে পদার্পণ করুন। ইস্তিগফারময় শুভ্র সুন্দর জীবনে আপনাকে জানাচ্ছি স্বাগতম।",
      "shipping": 19,
      "Language":"Bangle",
      "quantity": 0
    },
    {
      "id": "9c0c13c2-54e4-4001-809b-afbd9d84037d",
      "name": "বেলা ফুরাবার আগে",
      "writer": "আরিফ আজাদ",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা, দাওয়াহ, দ্বীনের পথে আহ্বান, নওমুসলিমদের জন্য",
      "publisher": "সমকালীন প্রকাশন",
      "price": 248,
      "stock": 1,
      "ratings": 4,
      "ratingsCount": 2870,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/01/Bela-Furabar-Agey-Front-250x395.png",
      "title":"বেলা ফুরাবার আগে…নিজেকে আবিষ্কারের একটি আয়না। যে ভুল আর ভ্রান্তির মোহে, অন্ধকারের যে অলিগলিতে আমাদের এতোদিনকার পদচারণা, তার বিপরীতে জীবনের নতুন অধ্যায়ে নিজের নাম লিখিয়ে নিতে একটি সহায়ক গ্রন্থ এই বই, ইন শা আল্লাহ।বইটি কাদের জন্য?এই বই তাদের জন্য যারা আমার কাছে ‘সাজিদ হতে চাই’ বলে বিভিন্ন সময়ে আবদার করেন। পরামর্শের আবদার, পথনির্দেশের আবদার। সাজিদ হতে হলে, আমি মনে করি, সবার আগে একটা অন্ধকার বৃত্ত থেকে আমাদের বেরিয়ে আসতে হবে। সাজিদ যেভাবে অন্ধকারের কৃষ্ণগহ্বর ছেড়ে, আলোর ফোয়ারাতে তার জীবন রাঙিয়েছে, সেরকম ঝলমলে আলোর মাঝে নিজেকে মেলে ধরাই ‘সাজিদ’ হবার প্রথম এবং প্রধান শর্ত। কেবল ভারি ভারি বই আর যুক্তির পশরা সাজিয়ে প্রতিপক্ষকে পরাস্ত করার মধ্যেই ‘সাজিদ’ হয়ে উঠার সার্থকতা নেই। সাজিদ হয়ে উঠার সার্থকতা তখনই যখন সাজিদ যে আদর্শের আলো প্রাণে প্রাণে ছড়িয়ে দিতে চায়, তা আমরা জীবনে মেখে নিতে পারবো।বইটি কাদের জন্য?ভুলোমনা একঝাঁক তারুণ্যের জন্য এই বই। যে ভুলের গহ্বরে তারা জীবনের বসন্তগুলোকে পার করছে, সেই ভুল থেকে তাদের ‘বেলা ফুরাবার আগে’ টেনে তুলতেই এই বইটার অবতারণা।এর বাইরেও থাকছেঃ‘চোখের রোগ’, ‘বলো, সুখ কোথা পাই’, ‘বেলা ফুরাবার আগে’, ‘মেঘের কোলে রোদ হেসেছে’, ‘যুদ্ধ মানে শত্রু শত্রু খেলা’, ‘চলে যাওয়া মানে প্রস্থান নয়’, ‘বসন্ত এসে গেছে’, ‘তুলি দুই হাত করি মোনাজাত’, ‘চলো বদলাই’ নামের আঠারোটি ভিন্ন ভিন্ন বিষয়ে, ভিন্ন ভিন্ন অধ্যায়।",
      "shipping": 15,
      "quantity": 0
    },
    {
      "id": "c9d1f410-d28f-49d9-9b01-d759b5acbeea",
      "name": "এবার ভিন্ন কিছু হোক",
      "writer": "আরিফ আজাদ",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "সমকালীন প্রকাশন",
      "price": 231,
      "stock": 7,
      "ratings": 4,
      "ratingsCount": 1360,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"প্রতিদিন একটা একঘেয়েমি চক্রে কেটে যাচ্ছে জীবনের প্রতিটি মুহূর্ত। মাঝে মাঝে আফসোস লাগে—এভাবে একটা জীবন চলতে পারে? এভাবেই কি ক্ষয়ে যাওয়ার কথা আস্ত একটা জীবন? কী পাওয়ার বদলে কী হারাচ্ছি জীবন থেকে?জীবনে একটা বদল প্রয়োজন, একটা পরিবর্তন ভীষণ জরুরি—তা আমরা জানি। কিন্তু কীভাবে শুরু করবো? ঠিক কোথা থেকে যাত্রা করবো নতুন এক দিনের? কীভাবে মেলে ধরবো নিজের সবটুকু সম্ভাবনা? কীভাবে পেছনে ফেলে আসবো সকল ব্যর্থতা? যে অন্ধকারে হারিয়ে খুঁজে বেড়াচ্ছি নিজেকে, কীভাবে সেখানে ঘটবে আলোর স্ফুরণ?একটা নতুন ভোরে, দখিনের জানালার পাশে বসে কিংবা পছন্দের কোনো জায়গা আর সময়-সুযোগ বুঝে খুলে বসতে পারেন ‘এবার ভিন্ন কিছু হোক’ বইটি। যে প্রশ্নগুলোর উত্তর পাবার আশায় আপনি চাতক পাখির মতো তাকিয়ে, হৃদয়ের উঠোনে যে এক পশলা ঝুম বৃষ্টির প্রতীক্ষায় আপনি গুনে চলেছেন অজস্র প্রহর, ইনশাআল্লাহ বইটি আপনাকে সেই কাঙ্ক্ষিত মুহূর্তগুলো উপহার দেবে। জীবনের এক নতুন উপাখ্যান রচনায় বইটি হতে পারে আপনার নিত্যদিনের সাথি।",
      "shipping": 50,
      "quantity": 0
    },

    {
      "id": "1564a06b-692f-4f2e-8413-9c8a1cc2da77",
      "name": "মনের ওপর লাগাম",
      "writer": "আল্লামা ইবনুল জাওযী (রহঃ)",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "ওয়াফি পাবলিকেশন",
      "price": 260,
      "stock": 4,
      "ratings": 5,
      "ratingsCount": 1976,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/01/%E0%A6%AE%E0%A6%A8%E0%A7%87%E0%A6%B0-%E0%A6%93%E0%A6%AA%E0%A6%B0-%E0%A6%B2%E0%A6%BE%E0%A6%97%E0%A6%BE%E0%A6%AE-2-250x382.jpeg",
      "title":"বিবেক আছে বলেই মানুষ পশুপাখি থেকে আলাদা। বিবেকের কাজ খায়েশের পিছু পিছু যাওয়া থেকে বারণ করা। আপনি যদি বিবেককে পায়ে ঠেলে খায়েশের গোলামি করেন, আপনি তখন জন্তু-জানোয়ারের চেয়েও নিকৃষ্ট হবেন। শিকারি কুকুর আর রাস্তাঘাটে ঘোরাঘুরি করা কুকুর দেখলেই বিষয়টা বুঝবেন। শিকারি কুকুরের আলাদা সম্মান আছে। দাম আছে। কারণ, ইচ্ছার ওপর লাগাম টানার ক্ষমতা আছে তার। শাস্তির ভয়ে কিংবা মনিবের কৃতজ্ঞতাস্বরূপ তারা মনিবের শিকার নিজের কাছে নিরাপদে রাখে।নাবিকহীন জাহাজ যেমন স্রোতের টানে উদ্দেশ্যহীন ভেসে যায়, খায়েশ ঠিক সেরকম মানুষের স্বভাবকে ইচ্ছেমতো নাচায়। সমঝদার মানুষ হিসেবে বলুন তো: খায়েশের লেজ ধরে একবার চলা শুরু করলে, ভবিষ্যতে এর যে খারাপ পরিণাম হবে সেটা সহ্য করা সহজ, নাকি শুরুতেই খায়েশ চেপে ধরার কষ্ট সহ্য করা সহজ?খায়েশের অনুসরণের সবচেয়ে করুণ পরিণাম হচ্ছে মানুষ সেই খারাপ কাজটা করতে একসময় আর কোনো মজা পায় না। কিন্তু অভ্যাসবশত করে যায়। নিজেকে সেখান থেকে উদ্ধার করতে পারে না। এ ধরনের খারাপ কিছুতে অভ্যস্ত হলে তা আসক্তিতে রূপ নেয়। মদপান কিংবা অবাধ যৌনসম্পর্কে যারা আসক্ত তাদের অবস্থা এমনই। খায়েশের মুখে লাগাম আঁটবেন কীভাবে? মনের লিমিটলেস খায়েশের উপর লাগাম আঁটার নানান কলাকুশল নিয়ে প্রত্যেক যুগেই বিজ্ঞ আলিমরা তাদের জাতিকে ওয়াজ নসিহত করে গিয়েছেন। এমনি এক আলিম, ইমাম ইবনুল জাওযী রহ., যিনি তাঁর যুগের মানুষদের উদ্দেশ্যে ওয়াজ নসিহত করার পাশাপাশি ভবিষ্যৎ প্রজন্মের জন্য রচনা করেছেন অসংখ্য কিতাব। তাঁর সেই অসংখ্য রচনার ভিতর একটি বিখ্যাত কিতাব হচ্ছে ‘আত-তিব্বুর রুহানী’, বাংলায় যা রূপ নিয়েছে ‘মনের ওপর লাগাম’।বইয়ের ৩০টি অধ্যায়জুড়ে এসব অতি গুরুত্বপূর্ণ বিষয় আলোচিত হয়েছে।",
      "shipping": 46,
      "quantity": 0
    },
    {
      "id": "ac44095f-230e-4502-8816-dea3eaae8320",
      "name": "টাইম ম্যানেজমেন্ট",
      "writer": "Ismail Kamdar",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা, প্রোডাক্টিভিটি",
      "publisher": "সিয়ান পাবলিকেশন",
      "price": 155,
      "stock": 1,
      "ratings": 4,
      "ratingsCount": 565,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/01/0-1-scaled-250x362.jpg",
      "title":"ইমাম আবু হানিফা রহ.-এর রেশমি কাপড়ের কাজ করার একটি বড় ঘর ছিল। তাঁর কাছে অনেক পোশাক শ্রমিক ও কারিগর থাকত। অর্থাৎ তিনিও প্রায় ব্যস্ত ছিলেন। ইবনুল মুবারক রহ.-ও একজন ব্যবসায়ী ছিলেন। আবার তিনি ফিকহ, হাদীস ও জুহদের ইমামও ছিলেন।হামজা ইবনে হাবিব আজ-জাইয়্যাত রহ. । তিনি সাত কারিদের একজন ছিলেন। তিনি কুফা থেকে হালওয়ানে তেল আমদানি করতেন। ইমাম নববি রহ. তাঁর বাবাকে দোকানের কাজে সহায়তা করতেন। এই কাজ তাঁকে সে অল্প বয়সেও পবিত্র কুরআন হিফয করায় বাধা দিতে পারেনি।ওপরে যাদের উদ্বৃতি দেয়া হয়েছে, তাঁরা সবাই মানুষ ছিলেন, যান্ত্রিক রোবট নয়। তাদের পরিবার ছিল, সন্ন্যাসীর জীবন নয়। দুনিয়াবি প্রয়োজন ছিল, পেটের ক্ষুধা ছিল, পরিবারের চাহিদা ছিল। সব-ই তারা সাধ্য মতো পূরণ করতেন। তথাপি প্রায় সকলেই হয়েছেন যুগশ্রেষ্ঠ আলিম। কেউ বলতে পারে, ‘ভাই এগুলো এ্যাক্সেপশনাল কেইস।’ কিন্তু ইসলামের ইতিহাস বলে, মুসলিমরা এরকমই কর্মমুখোর ছিল। তারা সময়ের কদর করতেন, তাই সময় তাদের নিকট কল্যাণের অজস্র বারিধারা সহ হাজির হয়েছে। তাঁরা সত্যিকারের ইলমপিয়াসু ছিলেন, ইলমের ওপর আমল করতেন, তাই ইলম তাদের উভয় জাহানে করেছে সম্মানিত।সময় ব্যবস্থাপনা স্রেফ অমুসলিমদের জন্যই না, বরং আমাদের নেককার পূর্বপুরুষদেরও জীবনের একটি অংশ ছিল। তারা সময় ব্যবস্থাপনা শিখতেন, এবং সেখাতেন। সেই লক্ষ্য থেকেই ইসমাইল কামদার কুরআন সুন্নাহর আলোকে অসাধারণ এই বইটি বই রচনা করেছেন। এতে তিনি সময় ব্যবস্থাপনা নিয়ে কার্যকরী নানান কৌশল আলোচনা করেছেন এবং রকমারি রুটিন তৈরির দ্বারা পাঠকের জন্য অত্যন্ত সহজ করে দেয়া হয়েছে।",
      "shipping": 36,
      "quantity": 0
    },
    {
      "id": "d0803f97-966f-4296-ad31-a7f70fc86fab",
      "name": "শাসকের সামনে সালাফের সত্যোচ্চারণ",
      "writer": "সাঈদ হোসাইন",
      "categorie":"ক্ষমতা যাদের অন্ধ, বধির ও বিবেকপ্রতিবন্ধি বানিয়ে দেয়, তারা অন্যের মতের তোয়াক্কা করেন না। তারা রাষ্ট্রীয় পীড়ন ও জুলুমের বিরুদ্ধে সত্যোচ্চারণকারীর টুঁটি চেপে ধরতে চান। রাষ্ট্রীয় ক্ষমতা ও সরকারি বাহিনীর জোরে তারা সত্যকে মাটির নিচে দাফন করতে চান। চান নিজের তল্পিবাহক ও স্তাবকদের সামনে রেখে মিথ্যা ও অন্যায়ের রাজ কায়েম করতে। তথাপি ইতিহাসের নানা বাঁকে কিছু অকুতোভয় সত্যনিষ্ঠ মানুষকে দেখা যায় জালেমের ভ্রূকুটি উপেক্ষা করতে। তারা নিজের জীবন বিপন্ন আবার কখনো উৎসর্গ করে সবার সামনে সত্য তুলে ধরেন। লাখো-কোটি মিথ্যাপূজারীর সামনে বুক চিতিয়ে সত্যোচারণ করে স্থায়ী জায়গা করে নেন মানুষের মনের মুকুরে এবং ইতিহাসের সোনালী পাতায়।",
      "publisher": "ইসলামি বিবিধ বই",
      "price": 109,
      "stock": 15,
      "ratings": 5,
      "ratingsCount": 3702,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/1666329134173-250x390.jpg",
      "title":"",
      "shipping": 29,
      "quantity": 0
    },
    {
      "id": "8a5b4a9c-76ea-4fbb-9c70-9548de4eab01",
      "name": "ইতিহাসের আয়নায় বর্তমান বিশ্বব্যবস্থা",
      "writer": "হেদায়াতুল্লাহ মেহমান্দ",
      "categorie":"ইতিহাস ও ঐতিহ্য, ইসলামি বিবিধ বই, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "রুহামা পাবলিকেশন",
      "price": 290,
      "stock": 6,
      "ratings": 5,
      "ratingsCount": 1688,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/03/%E0%A6%95%E0%A6%AD%E0%A6%BE%E0%A6%B0-%E0%A6%AA%E0%A7%87%E0%A6%87%E0%A6%9C_%E0%A6%87%E0%A6%A4%E0%A6%BF%E0%A6%B9%E0%A6%BE%E0%A6%B8%E0%A7%87%E0%A6%B0-%E0%A6%86%E0%A7%9F%E0%A6%A8%E0%A6%BE%E0%A7%9F-%E0%A6%AC%E0%A6%B0%E0%A7%8D%E0%A6%A4%E0%A6%AE%E0%A6%BE%E0%A6%A8-%E0%A6%AC%E0%A6%BF%E0%A6%B6%E0%A7%8D%E0%A6%AC%E0%A6%AC%E0%A7%8D%E0%A6%AF%E0%A6%AC%E0%A6%B8%E0%A7%8D%E0%A6%A5%E0%A6%BE-1-250x375.jpg",
      "title":"ইতিহাসের আয়নায় বর্তমান বিশ্বব্যবস্থা’ বইটি মূলত ওল্ড ওয়ার্ল্ড অর্ডার থেকে নিউ ওয়ার্ল্ড অর্ডারের ইতিহাস নিয়ে রচিত। বইটি পাঠ শেষ হওয়ার পর পাঠক নিজ থেকেই এই প্রশ্নগুলোর জবাব পেয়ে যাবে বর্তমান সময়ে মুসলিমদের কোন পথে অগ্রসর হওয়া উচিৎ? তাদের দাওয়াতের মূল ভিত্তি কী হওয়া জরুরী? তাদের মূল শত্রু কারা? কী তাদের এজেন্ডা ও কর্মপদ্ধতি? লেখক ইতিহাস লেখার মধ্য দিয়ে ইয়াহুদী, খ্রিষ্টান এবং বিশ্বজুড়ে মুসলিমদের বিরুদ্ধে চক্রান্তকারীদের বিশ্বাস ও চিন্তাধারাগুলো অনেক সহজভাবে বর্ণনা করেছেন এবং সেই সাথে সহজ ভাষায় এগুলোর জবাবও লিখেছেন। নিশ্চিতভাবে পশ্চিমাদের ইতিহাস জানা ছাড়াও পশ্চিমাদের বিশ্বাস ও চিন্তাধারা বোঝার জন্য এই বইটি অধ্যয়ন অনেক উপকারী হবে।.বর্তমান সময়ে চলমান ফিতনার জোয়ারে ভেসে যাওয়া ঈমান ধরে রাখা বড়ই কষ্টসাধ্য হয়ে পড়েছে। এমন পরিস্থিতে নিজের ঈমান বাঁচানোর জন্য বিশ্বব্যবস্থার ঈমান বিধ্বংসী যাবতীয় বিষয়ে জ্ঞানার্জন করা প্রতিটি মুসলিমের অন্যতম প্রধান ঈমানি দায়িত্ব।",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "b357e19b-4dd9-4fc7-b5c0-9ed5255464ba",
      "name": "শিকড়ের সন্ধানে",
      "writer": "হামিদা মুবাশ্বেরা",
      "categorie":"ইতিহাস ও ঐতিহ্য, ইসলামী জ্ঞান চর্চা",
      "publisher": "সমকালীন প্রকাশন",
      "price": 318,
      "stock": 46,
      "ratings": 4,
      "ratingsCount": 50,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/02/87797911_2438048546300427_8287681658727956480_o-250x390.png",
      "title":"‘Know Thyself’ সক্রেটিসের বিখ্যাত একটি উক্তি। সক্রেটিস নিজেকে জানতে বলেছেন। নিজেকে জানতে পারার মধ্যেই সক্রেটিস মানবজীবনের সার্থকতা খুঁজেছেন। সক্রেটিসের এই দর্শন আদতে কানায় কানায় সত্য। মানবজীবন ঠিক তখনই পরিপূর্ণভাবে বিকাশ লাভ করে যখন মানুষ নিজেকে জানতে শুরু করে ও আত্মপরিচয়ের ব্যাপারে প্রলুব্ধ হয়। নিজেকে উদঘাটন করতে পারলেই ঠিক করে ফেলা যায় জীবনের দর্শন। জীবনের গন্তব্য, উদ্দেশ্য এবং রদবদল, সবকিছু সহজ হয়ে যায় যদি নিজেকে জানা যায়। যদি একেবারে শেকড়ে ফিরে চেনা যায় নিজের প্রকৃতি।‘মুসলমান’ হিসেবে এই ব্যাপারটা আরও বিশদভাবে সত্য। আমরা যদি নিজেদের আত্মপরিচয়, আল্লাহ সুবহানাহু ওয়া তাআলা প্রদত্ত গৌরবময় মর্যাদা ‘মুসলমানিত্বের’ সঠিক মর্মার্থই বুঝতে না পারি, তাহলে কীভাবে নির্ধারণ করব নিজেদের গন্তব্য এবং উদ্দেশ্য? কেন-ই বা আমরা মুসলিম, অন্যরা কেন নয়, কীভাবে আমরা মুসলিম হলাম, আমাদের ঠিক আগে, আল্লাহর একাত্মবাদে যারা আসীন ছিলেন, তারা কোন পরিচয়ে ধন্য হয়েছেন, তাদের সাথে আমাদের যোগসাজশ কোথায়? সাদৃশ্য আর বৈসাদৃশ্য কী কী—এসব জানতে পারাই হলো আমাদের আত্মপরিচয় সন্ধানের প্রথম সবক।‘শেকড়ের সন্ধানে’ বইতে লেখিকা হামিদা মুবাশ্বরা ঠিক আমাদের জন্য এই কাজটিই করেছেন। তিনি আমাদের নিয়ে গেছেন অতীতে—একেবারে গোড়ায়, যেখান থেকে আমাদের আত্মপরিচিতির শুরু। কত হাওয়া বদল করে, কত বাঁক পেরিয়ে, কত সময় পার করে, কত ঘাত-প্রতিঘাতে আমরা আমাদের শেষ পরিচয়, ‘মুসলমান’—এ এসে ঠেকেছি, সেই মহাযাত্রার রহস্যপানে লেখিকা আমাদের ভ্রমণ করিয়েছেন। লেখিকা কেবল আমাদের সোর্স থেকে আমাদের ক্ষুধা, তৃষ্ণা নিবারণ করাননি। তিনি আমাদের কখনো তাওরাতে, কখনো ইঞ্জিলে, আবার কখনো কুরআনে ডুব দিইয়েছেন। প্রসঙ্গক্রমে ঢুকে পড়েছেন বিশাল বিস্তৃত হাদিসশাস্ত্রের ভেতরেও। লেখিকার অণ্বেষণ প্রক্রিয়া, জানার তীব্র আকাঙ্খা, সত্যকে আজলা ভরে তুলে আনার ঢঙ বেশ আশাজাগানিয়া। এ রকম একাডেমিক একটা বিষয়কে তিনি কীভাবে সাধারণ মানুষদের জন্যও উপযোগী করে ফেললেন তা-ও বিস্ময় জাগানিয়া!",
      "shipping": 20,
      "quantity": 0
    },
    {
      "id": "e4220958-06d2-4d50-96fa-0163a563f43d",
      "name": "ইসলামের ইতিহাস (নববী যুগ থেকে বর্তমান)",
      "writer": "ড. মুহাম্মাদ ইবরাহিম আশ-শারিকি",
      "categorie":"ইতিহাস ও ঐতিহ্য, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "মাকতাবাতুল আসলাফ",
      "price": 329,
      "stock": 41,
      "ratings": 3,
      "ratingsCount": 4483,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/02/80901247_2747167371987623_6917375671538810880_o-1-250x391.jpg",
      "title":"আচ্ছা কেমন হয় যদি নবীজি ﷺ এর যুগ থেকে শুরু করে বর্তমান পর্যন্ত পুরো ইসলামের ইতিহাসের সারনির্যাস এক মলাটে ৩৫০-৩৬০ পৃষ্ঠার বইতে পেয়ে যান? মুসলিম উম্মাহর একজন সদস্য হয়ে আপনার কি উচিত না রাসূলের যুগ থেকে বর্তমান পর্যন্ত ইতিহাসের পুরো সিকুয়েন্সটা মাথায় রাখা? প্রত্যেকের ইতিহাসবেত্তা হওয়া জরুরি না, কিন্তু পুরো ইসলামি ইতিহাসের ঘটনা পরিক্রমাগুলোত অন্তত জানা দরকার। —— নবীজির যুগ থেকে শুরু করে বর্তমান ইতিহাসের একদম মূল সারনির্যাস ধাপেধাপে এক মলাটে লিখেন আরবের বিখ্যাত শাইখ ডক্টর মুহাম্মাদ ইবরাহীম শারীকী। নাম দেয়া হয় ‘তারিখুল ইসলামিয়া’। এটিরই অনূদিত রূপ ‘ইসলামের ইতিহাস : নববী যুগ থেকে বর্তমান’।১। বইটি পাকিস্তান বেফাকের (মাদ্রাসা শিক্ষাবোর্ড) সিলেবাসভুক্ত।২। বইর ভূমিকায় বইটির ব্যাপারে পাকিস্তানের বিখ্যাত শাইখুল হাদিস আল্লামা সলিমুল্লাহ খান রহিমাহুল্লাহর সারগর্ভ ভূমিকা যোগ করা হয়েছে।৩। মারকাযুদ দাওয়াহ আল ইসলামিয়ায় শায়খ আবদুল মালেক হাফিজাহুল্লাহ ছাত্রদের ইতিহাস অধ্যয়নের ক্ষেত্রে প্রাথমিকভাবে এই বইটি পড়ার পরামর্শ দেন।৪। মূল বইতে রেফারেন্স কম ছিল। লেখক বইর শেষে বইর একটা লম্বা তালিকা দেন যেখান থেকে তিনি সহায়তা নিয়েছেন। কিন্তু পাঠকদের সুবিধার্থে অনুবাদক কাজী আবুল কালাম সিদ্দীক সাহেব প্রচুর পরিশ্রম করে নিজের পক্ষ থেকে অনেক রেফারেন্স যোগ করেছেন।৫| একদম শেষের দিকে ৪ কালারের রঙিন ম্যাপ যোগ করা হয়েছে বিভিন্ন সাম্রাজ্যের বিস্তৃতিকে কেন্দ্র করে। তাদের উত্থান-পতন নিয়ে একাধিক ম্যাপে সাজানো হয়েছে।",
      "shipping": 8,
      "quantity": 0
    },
    {
      "id": "ae69f0e4-559c-4b24-8032-80b63f9b5073",
      "name": "অবাধ্যতার ইতিহাস",
      "writer": " ডা.শামসুল আরেফীন",
      "categorie":"ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "Addidas",
      "price": 269,
      "stock": 43,
      "ratings": 4,
      "ratingsCount": 1239,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/02/OBADDHOTAR-ITIHAS-250x390.png",
      "title":"যেভাবে আর যে কারণে ধ্বংস হয়েছে পূর্বের অনেক সভ্যতা, যেভাবে মানুষকে বরণ করতে হয়েছিলো আল্লাহর অনিবার্য আযাব—তার আদ্যোপান্ত জানতেই ‘অবাধ্যতার ইতিহাস’ বইটি। মোটকথা, কীভাবে আমরা ইউরোপীয় চিন্তাগুলোকে গ্রহণ করে আমাদের দ্বীন ছেড়ে দিয়েছি। তার ইতিহাস তুলে ধরা হয়েছে এই বইতে।",
      "shipping": 27,
      "quantity": 0
    },
    {
      "id": "dbf7ab3f-b383-4d95-8ab7-f55fcf6fa5f2",
      "name": "পুরুষোত্তম (ইসলামের আলোকে মুসলিম পুরুষের বৈশিষ্ট্য)",
      "writer": "তাইমুল্লাহ আব্দুর রহমান",
      "categorie":"ইসলামি বিবিধ বই, আদব, আখলাক, প্রোডাক্টিভিটি",
      "publisher": "সীরাত পাবলিকেশন",
      "price": 125,
      "stock": 26,
      "ratings": 5,
      "ratingsCount": 4557,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/08/233467412_1938429049658201_4994725432312278674_n-250x386.jpg",
      "title":"অমরা রুটিন কেন করি? রুটিনে যে টাস্কগুলো করব বলে আমরা ঠিক করি, সেগুলো তো আমরা জানিই! কখন খাব, কী খাব, কখন ঘুমাব, কখন কতক্ষণ পড়াশোনা করব, কী পড়ব, কখন জিম করব—এসবই তো! তাহলে সেই জানা টাস্কগুলো নিয়েই রুটিন করা কেন? কারণ, রুটিন আমাদেরকে একটা লক্ষ্য ঠিক করে দেয়—আমাদেরকে একটা উদ্দেশ্য দেয়। আর একটি কাঙ্ক্ষিত সময় পর্যন্ত এই রুটিনমাফিক চলার পুরস্কার হিসেবে আমরা একটা কিছু অর্জন করি। পরীক্ষায় ভালো রেজাল্ট, ওজন কমানো, সিক্স প্যাক বড়ি- এসব হলো রুটিনমাফিক জীবন যাপনের শেষে আমাদের প্রাপ্তি।",
      "shipping": 33,
      "quantity": 0
    },
    {
      "id": "ed6a7ac3-7e67-4e3f-8461-bceb5178be42",
      "name": "লস্ট ইসলামিক হিস্ট্রি (ইসলামের হারানো ইতিহাস)",
      "writer": "ফিরাস আল খতিব",
      "categorie":"ইতিহাস ও ঐতিহ্য, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "প্রচ্ছদ প্রকাশন",
      "price": 190,
      "stock": 5,
      "ratings": 3,
      "ratingsCount": 3383,
      "img": "https://wafilife-media.wafilife.com/uploads/2019/10/69909230_376268636379294_7714075320214618112_o-1-250x388.jpg",
      "title":"লস্ট ইসলামিক হিস্ট্রি’র ভাষা প্রাঞ্জল ও সহজবোধ্য। ইসলামের ছোঁয়ায় উদ্ভাসিত প্রায় সব জনপদের ইতিহাসের সাথে পাঠকের একটি সামগ্রিক সংযোগ ঘটিয়ে দেয়ার চেষ্টা আছে বইটিতে। পুরো পৃথিবীব্যাপী বিস্তৃত একটি জাতির দেড়হাজার বছরের ইতিহাস মাত্র শ’তিনেক পৃষ্ঠায় খুঁটিনাটিসহ সংকুলান অসম্ভব। এ কারণে লেখক ইতিহাসগ্রন্থের সন-তারিখভিত্তিক বয়ানের গতানুগতিক পদ্ধতি এড়িয়ে ঘটনাপ্রবাহের প্রধান স্রোতকে স্পর্শ করেছেন। এজন্য রাসূলুল্লাহ সা.-এর জীবন, খোলাফায়ে রাশেদীনের শাসনকাল, উপমহাদেশের ইতিহাস ইত্যাদি যেসকল অধ্যায় আমাদের মোটামুটি পরিচিত, সেগুলোর ক্ষেত্রে বইটিকে কিছুটা অপূর্ণ মনে হতে পারে। কিন্তু পরবর্তী সময়ের বিবরণ এবং আফ্রিকা, আমেরিকা কিংবা দূরপ্রাচ্যের মুসলমানদের অজানা ইতিহাস পাঠকদের চমৎকৃত করবে। এ বইটির আরেকটি অসধারণ দিক হলো, ইতিহাসের ঘটনাপ্রবাহের স্পর্শকাতর ও মতবিরোধপূর্ণ বিষয়াদির বর্ণনায় ভারসাম্য। লেখক সেক্ষেত্রে প্রধান মতগুলোকে অল্পকথায় সামনে এনে একটি সমন্বিত বিশ্লেষণ দাঁড় করিয়েছেন। ইতিহাসের গৌরবোজ্জ্বল উদাহরণের পাশাপাশি তুলে এনেছেন বেদনাদায়ক অধ্যায়গুলোও। তাই পাঠক যুগপৎ আনন্দ-বেদনায় সিক্ত হবেন। হীনমন্যতা দূরীকরণের পাশাপাশি পাবেন আত্মপর্যালোচনার সুযোগও।",
      "shipping": 26,
      "quantity": 0
    },
    {
      "id": "fd52819a-cb78-4510-ad2f-c5bdd888ae78",
      "name": "সীরাত বিশ্বকোষ (১১ খণ্ড)",
      "writer": "",
      "categorie":"ইতিহাস ও ঐতিহ্য, সীরাতে রাসূল (সা.), ইসলামি ইতিহাস ও ঐতিহ্য, নবীজির সীরাহ বিষয়ক সেরা বইগুলো",
      "publisher": "মাকতাবাতুল আযহার",
      "price": 5500,
      "stock": 27,
      "ratings": 3,
      "ratingsCount": 1974,
      "img": "https://wafilife-media.wafilife.com/uploads/2019/02/50494730_808149822863314_3992362136754978816_n-250x404.jpg",
      "title":"রাসূলুল্লাহ ﷺ। আল্লাহর সর্বশেষ রাসূল। পৃথিবীর প্রতিটি মানুষ যাঁকে ভালোবাসে। যিনি পৃথিবীকে উপহার দিয়েছিলেন একটি সর্বাঙ্গীন সুন্দর জীবনব্যবস্থা। যাঁকে ভালোবাসা ঈমানের অংশ। এ কারণেই পৃথিবীর প্রত্যেক মুসলমান তাঁকে নিজের জীবন থেকেও বেশি ভালোবাসে। তাঁর প্রতিটি কথা, প্রতিটি কাজ এমনকি তাঁর প্রতিটি মৌন সম্মতিও পৃথিবীর প্রত্যেক মুসলমানের জন্যে পরম অনুকরণীয় আদর্শ। ভালোবাসতে হলে, জানতে হয়। না জানলে কখনই প্রগাঢ়ভাবে ভালোবাসা যায় না। জানার জন্যে লাগে বই। দুঃখের বিষয় হলো, আমাদের মাতৃভাষা বাংলায় সেই মহান রাসূল ﷺ-এর কোনো পূর্ণাঙ্গ জীবনীগ্রন্থ ছিল না। শত বছরের ভাষাচর্চার ইতিহাসে এ জায়গাটি ছিল শূন্য।আলহামদুলিল্লাহ, সে শূন্যতা পূরণ হয়েছে ‘সীরাত বিশ্বকোষ’ দ্বারা। আমরা আমাদের মাতৃভাষায় একটি বিশাল সীরাত বিশ্বকোষ পেয়েছি। বিশাল এই সীরাত বিশ্বকোষ মূলত মধ্যপ্রাচ্য ভিত্তিক প্রকাশনা প্রতিষ্ঠান দারুস সালামের উদ্যোগে গবেষক, স্কলার ও উলামায়ে কেরামের একটি সমন্বিত বোর্ড রচনা করেছে। বাংলাদেশের অন্যতম সর্ববৃহৎ ইসলামি প্রকাশনী মাকতাবাতুল আযহার একটি চৌকষ অনুবাদ টিমের সহায়তায়, দক্ষ সম্পাদকের নিবিড় তত্ত্বাবধানে বইটির সহজ-সরল বাংলা অনুবাদের গুরু দায়িত্ব আঞ্জাম দিয়েছে।এছাড়া বইটির কমমূল্যের সংস্করণও রয়েছে। লিংক: সীরাত বিশ্বকোষ (১১ খণ্ড) (দাওয়াহ সংস্করণ)",
      "shipping": 20,
      "quantity": 0
    },
    {
      "id": "c667d3ff-41eb-4cf7-a433-819d959ea768",
      "name": "সবুজ পাতার বন",
      "writer": "আব্দুল আযীয আত-তারীফী",
      "categorie":"ইসলামি বিবিধ বই",
      "publisher": "সীরাত পাবলিকেশন",
      "price": 160,
      "stock": 41,
      "ratings": 5,
      "ratingsCount": 2140,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/02/26757960_337509653401270_6869505179349624252_o-250x371.jpg",
      "title":"যদি এককথায় বলতে বলা হয় এই বইটি কোন বিষয়ের উপর লেখা তাহলে উত্তর দেওয়া সম্ভব নয়। উত্তরটা কয়েক ধাপে দিতে হবে। এটা মূলত আরব আলেম শাইখ আবদুল আযীয আত তারিফীর মালফুজাত নিয়ে। মালফুজাতগুলো তিনি আরবীতে টুইট করতেন। সেগুলো কিছু ভাই ইংরেজীতে অনুবাদ করে প্রচার করতেন। সেখান থেকেই কিছু নির্বাচিত মালফুজাত অনুবাদ করে সাজানো হয়েছে ‘সবুজ পাতার বন’।",
      "shipping": 49,
      "quantity": 0
    },
    {
      "id": "e1dbc7fe-be17-4e0f-9e2d-6ad5dbc102fc",
      "name": "মুসলিমজাতি বিশ্বকে কী দিয়েছে (চার খণ্ড)",
      "writer": "ড. রাগিব সারজানী",
      "categorie":"ইতিহাস ও ঐতিহ্য, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "মাকতাবাতুল হাসান",
      "price": 1450,
      "stock": 43,
      "ratings": 5,
      "ratingsCount": 2676,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/01/%E0%A6%AE%E0%A7%81%E0%A6%B8%E0%A6%B2%E0%A6%BF%E0%A6%AE%E0%A6%9C%E0%A6%BE%E0%A6%A4%E0%A6%BF-%E0%A6%AC%E0%A7%8D%E0%A6%AF%E0%A6%BE%E0%A6%95-%E0%A6%AB%E0%A6%BE%E0%A6%87%E0%A6%A8%E0%A6%BE%E0%A6%B2-1-scaled-250x381.jpg",
      "title":"ড. রাগিব সারজানি। একজন দরদি দাঈ, একজন কুশলী ইতিহাসবিদ। আলোচনার ময়দানে ও বইয়ের পাতায় তিনি তুলে ধরেন মুসলিম উম্মাহর ইতিহাস ও অবদান, করণীয় ও প্রয়োজন। তিনি সমৃদ্ধ অতীতের গল্প শোনান, সমুজ্জ্বল ভবিষ্যতের স্বপ্ন বোনেন। তিনি ঘুমন্ত রাহবারকে জাগরণের আহ্বান জানান, দিগ্ভ্রান্ত পথিককে রাহবারের পথ দেখান। নন্দিত ও বরণীয় লেখক ড. রাগিব সারজানির এক অনন্যসাধারণ গ্রন্থ ‘মা-যা কাদ্দামাল মুসলিমুনা লিল-আলাম’। গ্রন্থটিতে তিনি তুলে ধরেছেন পৃথিবী ও মানবজাতির কল্যাণে মুসলিমজাতির উদ্ভাবন ও আবিষ্কার এবং কীর্তি ও অবদানের বয়ান। তথ্য ও যুক্তির মিশেলে তিনি রচনা করেছেন শ্রেষ্ঠতম জাতির নিখুঁত পরিচয় ও বৈশিষ্ট্য অভিধান। গ্রন্থটিতে আছে ঘুমন্ত রাহবার ও দিকহারা কাফেলা—উভয় শ্রেণির প্রয়োজনীয় তথ্যের চমকপ্রদ বিবরণ। গ্রন্থটি তাই হতে পারে প্রতিটি মুসলমান ও প্রতিটি মানবসন্তানের অধ্যয়ন-তালিকায় অমূল্য সংযোজন।",
      "shipping": 27,
      "quantity": 0
    },
    {
      "id": "0298e695-1f9b-49b1-9961-8a8460f95b1c",
      "name": "নবীজির পাঠশালা ﷺ",
      "writer": "ড. আদহাম আশ শারকাবি",
      "categorie":"আল হাদিস, ইতিহাস ও ঐতিহ্য, সুন্নাত ও শিষ্টাচার, হাদিস বিষয়ক আলোচনা, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "মাকতাবাতুল আসলাফ",
      "price": 290,
      "stock": 1,
      "ratings": 3,
      "ratingsCount": 128,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/10/nobijir-pathshala-01-192x254.png",
      "title":"জি, এমনটিই করা হয়েছে ‘নবীজির পাঠশালা ﷺ’ বইটিতে। এতে নবীজি সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মুবারক হাদিসভাণ্ডার হতে ৩১টি বিশুদ্ধ হাদিস একত্রিত করা হয়েছে। ঘটনা বর্ণনার পর তা থেকে গ্রহণীয় শিক্ষাগুলো দারস আকারে প্রতি ঘটনার সাথে উল্লেখ করা হয়েছে। প্রতিটি দারসে রয়েছে জীবনঘনিষ্ট উপদেশমালা, আছে জীবন পথে চলার পাথেয়। প্রতিটি লাইনই যেন এক-একটি নাসীহাহ! কিছু ঘটনা হয়ত আপনি জানেন। বারবার শুনেছেন, পড়েছেন। কিন্তু হলফ করে বলতে পারি, এভাবে কখনো ভেবে দেখেন নি। একই ঘটনা হয়ত পড়বেন আবার। কিন্তু এবার তা হৃদয়কে নাড়া দিবে। জীবন পরিবর্তন করে দিবে ইন শা আল্লাহ।",
      "shipping": 13,
      "quantity": 0
    },
    {
      "id": "3cfe9adc-c27f-4be4-a859-a5c98ce88a27",
      "name": "আন্দালুসের ইতিহাস (দুই খণ্ড)",
      "writer": "ড. রাগিব সারজানী",
      "categorie":" ইতিহাস ও ঐতিহ্য, ইসলামি ইতিহাস ও ঐতিহ্য",
      "publisher": "মাকতাবাতুল হাসান",
      "price": 715,
      "stock": 19,
      "ratings": 4,
      "ratingsCount": 894,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/01/76751592_2512926525697518_5806103298024931328_o-250x367.jpg",
      "title":"সুদীর্ঘ আট শত বছর! আজকের ‘সভ্য’ ইউরোপ যখন আচ্ছন্ন নিকষকালো আঁধারে, জানত না কাকে বলে শিক্ষার আলো, সভ্যতা কাকে বলে, ইউরোপের এক কোণ তখন আলোকিত জ্ঞান-বিজ্ঞান, শিক্ষা-সংস্কৃতি এবং আবিষ্কার-উদ্ভাবনে। সেই আন্দালুস কীভাবে আমাদের হয়েছিল? কীভাবেই আবার হাতছাড়া হলো? কী কী কার্যকারণ সক্রিয় ছিল বিজয়ের ক্ষেত্রে এবং পতনের ক্ষেত্রে?",
      "shipping": 27,
      "quantity": 0
    },
    {
      "id": "6602468a-a3a8-4c2c-9d3a-fd54e2c5daf7",
      "name": "রবের পথে যাত্রা",
      "writer": "মুহাম্মাদ শাকিল হোসাইন",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "রাইয়ান প্রকাশন",
      "price": 104,
      "stock": 6,
      "ratings": 5,
      "ratingsCount": 354,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/%E0%A6%B0%E0%A6%AC%E0%A7%87%E0%A6%B0-%E0%A6%AA%E0%A6%A5%E0%A7%87-%E0%A6%AF%E0%A6%BE%E0%A6%A4%E0%A7%8D%E0%A6%B0%E0%A6%BE-f-Output-250x390.jpg",
      "title":"আত্মশুদ্ধির পথ গোটা জীবনবিস্তৃত। একটু একটু করে এই পথে আগাতে হয়। তবে যেয়েই আসে সাফল্য। সত্যের চূড়ান্ত গন্তব্য। কিন্তু এই পথটি মোটেও সহজ নয়। এই পথে চলতে হলে চাই যথাযথ মানসিক প্রস্তুতি, দৃঢ় সংকল্প ও অবিচল মনোবল। সম্ভাব্য বিপদ ও শঙ্কা সম্পর্কেও আগেভাগে জেনে নিতে হয়। প্রয়োজনীয় সরঞ্জাম সাথে রাখতে হয়। তাহলেই সম্ভব অভিষ্ট লক্ষ্যে পৌঁছানো।",
      "shipping": 26,
      "quantity": 0
    },
    {
      "id": "5db3ee2f-2eb7-4764-942d-894f72198e86",
      "name": "আল্লাহর প্রতি সুধারণা",
      "writer": "ইমাম ইবনু আবিদ দুনইয়া",
      "categorie":"ইসলামী জ্ঞান চর্চা, আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "ওয়াফি পাবলিকেশন",
      "price": 119,
      "stock": 3,
      "ratings": 4,
      "ratingsCount": 584,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/01/81370299_463374720989648_5086152984056823808_o-250x384.jpg",
      "title":"একজন মুমিনের জন্য যেসব গুণে গুণান্বিত হওয়া অপরিহার্য, তন্মধ্যে ‘আল্লাহর প্রতি সুধারণা’ অন্যতম। এটিই ‍মুমিনের মূল পুঁজি। কেননা, তার যত আমলই থাকুক না কেন, ত্রুটির কোনো শেষ নেই। উপরন্তু, আল্লাহর মহান শানের সম্মুখে পাহাড়সম আমলও ছাইতুল্য। আর গুনাহে নিমজ্জিত বান্দা যখন আল্লাহর শাস্তির কথা স্বরণ করে, তখন তার আশাকেই শেষ অবলম্বন হিসেবে দেখতে পায়। তাই আল্লাহর প্রতি সুধারণা রাখা প্রত্যেক মুমিন মুসলিমের জন্য অপরিহার্য।",
      "shipping": 33,
      "quantity": 0
    },
    {
      "id": "9b169efb-0966-40f3-b9c2-79b16cb96388",
      "name": "ম্যাসেজ",
      "writer": "মিজানুর রহমান আজহারি",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "গার্ডিয়ান পাবলিকেশন্স",
      "price": 275,
      "stock": 13,
      "ratings": 3,
      "ratingsCount": 1010,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/04/message-01-250x379.jpg",
      "title":"ইসলাম এক নক্ষত্র, যার সংস্পর্শে সমস্ত আঁধার বিলীন হয়ে যায়, ঘোর অমানিশাও তাতে নিজেকে সঁপে দিয়ে আলোকোজ্জ্বল হয়। ইসলাম তো এমন এক জ্যোতিষ্ক, যা উৎসারিত হয়েছে আরশে আজিমের মহিমান্বিত রওশন থেকে। জাহেলিয়াত পরাজয় কবুল করেছিল ইসলামের বুকে আশ্রয় পেয়ে। এই পবিত্র দ্বীন আত্মাকে করেছে প্রশান্ত, চরিত্রকে করেছে নিষ্কলুষ, জীবনকে করেছে সার্থক, মানবতাকে দিয়েছে মুক্তি। এর আলোকচ্ছটা যে জমিনে পড়েছে, সেখানে অঙ্কুরিত হয়েছে শান্তির সবুজ তরু। এই রওশনের ঝলক যে হৃদয় ধারণ করেছে, সে হৃদয় হয়েছে দারাজ দিল। যে যুগ ধারণ করেছে, তা হয়েছে খইরুল কুরুন বা সর্বোত্তম যুগ।",
      "shipping": 4,
      "quantity": 0
    },
    {
      "id": "fb1f9913-d903-498c-9e4a-16d363aa2eba",
      "name": "এপিটাফ",
      "writer": "সাজিদ ইসলাম",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা, দাওয়াহ, দ্বীনের পথে আহ্বান",
      "publisher": "বুকমার্ক পাবলিকেশন",
      "price": 150,
      "stock": 14,
      "ratings": 4,
      "ratingsCount": 2422,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/02/67402237_423190301738278_790300542541758464_n-250x385.jpg",
      "title":"উস্তাদ মুহাম্মাদ হুবলস। অস্ট্রলিয়ান দাঈ। প্রচন্ডভাবে মানুষকে অনুপ্রাণিত করতে পারেন। মানুষের অন্তরাত্মা কাঁপিয়ে দিতে পারেন। জাহিলিয়াত থেকে মানুষকে দ্বীনের পথে নিয়ে আসা, বস্তুবাদি যান্ত্রিক আটপৌরে জীবনে হাঁপিয়ে উঠা এই আমাদেরকে আখিরাতের কথা মনে করিয়ে দেওয়া, জান্নাতের পথে চলার সীমাহীন শক্তি যোগাতে এই উস্তাদের তুলনা তিনি নিজেই।",
      "shipping": 39,
      "quantity": 0
    },
    {
      "id": "fe48e340-4dc9-44b3-911b-9308b4f530b3",
      "name": "যে আফসোস রয়েই যাবে",
      "writer": "শাইখ আব্দুল হাই মুহাম্মাদ সাইফুল্লাহ",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "সত্যায়ন প্রকাশন",
      "price": 202,
      "stock": 16,
      "ratings": 3,
      "ratingsCount": 1533,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/03/Afsos-Full-Cover-250x383.png",
      "title":"যে আফসোস রয়েই যাবে বইটিতে লেখক কুরআনুল কারীমে বর্ণিত ১৩টি আফসোসের বিষয়ে আলোচনা করেছেন, যে আফসোসগুলো মানুষ শেষ বিচারের দিনে করবে। অথচ তখন আফসোস করেও কোনো লাভ হবে না। এছাড়াও রাসূলুল্লাহ (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম)-এর হাদীস হতেও কিছু আফসোসের কারণ নিয়ে আলোচনা করা হয়েছে বইটিতে।",
      "shipping": 33,
      "quantity": 0
    },
    {
      "id": "2e06fa90-2961-4867-8322-6fdcca2f086a",
      "name": "নফসের বিরুদ্ধে লড়াই",
      "writer": "মাহমুদ বিন নূর",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "রাইয়ান প্রকাশন",
      "price": 154,
      "stock": 4,
      "ratings": 5,
      "ratingsCount": 1351,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/08/nafs-01-scaled-250x396.jpg",
      "title":"কতজন-ই তো বলে—আমি তাহাজ্জুদে উঠতে পারি না; তাহাজ্জুদে মন ফিরাতে পারি না। ফজরে উঠতে পারি না; জামাতের সাথে নামাজ আদায় করতে পারি না। যাকাত দিতে পারি না। সময়ে অসময়ে মিথ্যার আশ্রয় নিই। গীবত থেকে নিজের জিহ্বাকে সংযত রাখতে পারি না। পরনিন্দা থেকে নিজেকে মুক্ত রাখতে পারি না। বেগানা নারী থেকে নজর ফেরাতে পারি না। ভালো কিছু করতে গেলেই যেন, ভিতর থেকে এক ধরনের বাধা আসে। মনে হয় সৎ কাজ থেকে দূরে রাখতে, কেউ আমাকে শেকলবন্দি করেছে।",
      "shipping": 38,
      "quantity": 0
    },
    {
      "id": "008c06dd-04e4-4923-b840-927bd6b4c2de",
      "name": "হিজাব আমার পরিচয়",
      "writer": "জাকারিয়া মাসুদ, ড. খালিদ আবু শাদি",
      "categorie":"ইসলামে নারী, আত্মশুদ্ধি ও অনুপ্রেরণা, দাওয়াহ, দ্বীনের পথে আহ্বান, পর্দা ও বিধি-বিধান",
      "publisher": "সন্দীপন প্রকাশন",
      "price": 99,
      "stock": 8,
      "ratings": 3,
      "ratingsCount": 1798,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/03/Hijab-02-250x394.png",
      "title": "হিজাব শুধু একটা জামা না। এটা একটা জীবন-পদ্ধতি। যে নারী এটা পরবে, সে তার আদর্শিক পরিচয় মানুষের সামনে তুলে ধরবে। প্রত্যেক মুসলিম মেয়েকে চেনা যায় তার সমুজ্জ্বল ব্যক্তিত্ব দিয়ে। লজ্জাশীলতা ও উত্তম চরিত্র দিয়ে। আর এসবের বহিঃপ্রকাশ ঘটে হিজাবের মাধ্যমে। পর্দানশীন মেয়েরা এই বার্তা দিয়ে যায় যে, তারা অন্যান্যদের থেকে আলাদা। চিন্তা-চেতনা, চাল-চলন, রুচি ও মননে তারা অনেক উঁচু মাপের। সম্ভ্রান্ত। তাদের জীবনযাত্রা মানুষের জন্যে অনুসরণীয়, অনুকরণীয়।",
      "shipping": 37,
      "quantity": 0
    },
    {
      "id": "b4d83415-d20a-4bba-8629-22b2780b6e92",
      "name": "ফেরা",
      "writer": "নাইলাহ আমাতুল্লাহ, সিহিন্তা শরীফা",
      "categorie":"ইসলামী সাহিত্য, দাওয়াহ, দ্বীনের পথে আহ্বান, নওমুসলিমদের জন্য",
      "publisher": "সমকালীন প্রকাশন",
      "price": 133,
      "stock": 17,
      "ratings": 5,
      "ratingsCount": 2833,
      "img": "https://wafilife-media.wafilife.com/uploads/2016/06/fera-250x342.png",
      "title": "কিছু গল্প অলীক। কল্পনার জগতে তার জন্ম। পাঠককে অবাস্তব কিংবা পরাবাস্তব অভিজ্ঞতা দেয় সেসব গল্প। বাস্তব থেকে লেখকের কল্পনার জগতে বিবেক বদলি হয়।কিছু গল্প সত্যি। সত্য ঘটনাকে গুছিয়ে বলা হয় তাতে। শহুরে মানুষের কৃত্রিম কল্পনার জগৎ থেকে বাস্তবে আনা হয়। আসল বাস্তবতা।",
      "shipping": 10,
      "quantity": 0
    },
    {
      "id": "b4d83415-d20a-4bba-8629-22b2780b6e93",
      "name": "ফেরা 2",
      "writer": "বিনতু আদিল",
      "categorie":"ইসলামী সাহিত্য, দাওয়াহ, দ্বীনের পথে আহ্বান",
      "publisher": "সমকালীন প্রকাশন",
      "price": 130,
      "stock": 17,
      "ratings": 5,
      "ratingsCount": 2833,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/02/Fera-2-250x393.png",
      "title": "জাগতিক নিয়মে, সব পাখি নীড়ে ফেরে। ফুল ফোটে, বৃষ্টি নামে এবং নদী তার আপন পথে বাঁক নেয়। কিন্তু, ফেরে না কেবল মানুষ। অহংকার আর অহমিকার দহনে তার বুকের ভেতরে জিইয়ে রাখে পাহাড়সম আগুন। সেই আগুনে ঝলসে যায় সে নিজে এবং ঝলসে দিতে চায় তার চারপাশ। মানুষ বড়ই অকৃতজ্ঞ আর বেপরোয়া। সে তার অস্তিত্বের কার্যকারণ ডিঙিয়ে নিজেকে আমিত্বের আসনে দেখতে চায়। নিজের ক্ষুদ্রাকৃতির প্রতি চূড়ান্ত ভাবলেশহীন হয়ে সে নিজেকে অনন্ত-অসীমে কল্পনা করে বসে। ফলে সে বিচ্যুত হয়। পদস্খলন ঘটে তার। যুগে যুগে যাদের ধ্বংসের পদধ্বনি আমরা শুনতে পাই, তাদের সকলের যেন একই গল্প, একই চিত্রনাট্য—ঔদ্ধত্য, অহংকার আর অনাচার। এক মহাসত্যকে পাশ কাটিয়ে, নিজেকে নিয়ন্ত্রকের আসনে যখনই সে আসীন করতে গেছে, তখনই ধ্বংস অনিবার্য হয়ে নিপতিত হয়েছে তার ওপর।",
      "shipping": 10,
      "quantity": 0
    },
    {
      "id": "b4d83415-d20a-4bba-8629-22b2780b6e94",
      "name": "জীবন যেখানে যেমন",
      "writer": "আরিফ আজাদ",
      "categorie":"ইসলামী সাহিত্য, বিবিধ বিষয়ক প্রবন্ধ",
      "publisher": "সমকালীন প্রকাশন",
      "price": 133,
      "stock": 17,
      "ratings": 5,
      "ratingsCount": 2833,
      "img": "https://wafilife-media.wafilife.com/uploads/2021/03/161025241_3409790795792859_3811128020723403837_o-250x390.png",
      "title": "আরিফ আজাদের নতুন বই ‘জীবন যেখানে যেমন’। এবারের বইটি এমন কিছু জীবন ঘনিষ্ঠ গল্প শোনাবে, যা আপনার আমার সবার জীবনের গল্প। কিন্তু অবচেতন মনে সেগুলো আমরা এড়িয়ে চলি। গল্পগুলো আমাদের ভাবাবে। জীবন নিয়ে নতুন করে ভাবতে শেখাবে। উদ্বুদ্ধ করবে জীবন নিয়ে আমাদের স্বপ্নগুলো নতুন করে গড়তে। জাগতিক ব্যস্ততার জাঁতাকলে পিষ্ট হওয়া হৃদয়ে ঘটাবে নতুন জীবনের সঞ্চার। এমন কিছু গল্পও এবার থাকবে, যেগুলো আমরা চাই না কারও জীবনে আসুক। তবে প্রতিটি গল্পই আমাদের বাধ্য করবে থমকে দাঁড়াতে, কতোবার যে চোখযুগল ঝাপসা হয়ে আসবে ইয়াত্তা নেই। জীবন যেখানে যেমন।",
      "shipping": 10,
      "quantity": 0
    },
    {
      "id": "1d54fd83-83df-42f8-ae2b-f5ef9d4987ea",
      "name": "প্রোডাক্টিভ মুসলিম",
      "writer": "মোহাম্মাদ ফারিস",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা, নওমুসলিমদের জন্য, প্রোডাক্টিভিটি",
      "publisher": "গার্ডিয়ান পাবলিকেশন্স",
      "price": 280,
      "stock": 19,
      "ratings": 3,
      "ratingsCount": 4041,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/01/productive-muslim-Converted-04-scaled-250x385.jpg",
      "title": "‘প্রোডাক্টিভ মুসলিম’ একটি আত্মোন্নয়নমূলক বই। বইটির পাতায় পাতায় মুখর হয়ে উঠেছে—আত্ম-জাগরণ, আত্মনির্মাণ ও আত্মবিকাশের বিভিন্ন দিক নিয়ে জীবনঘনিষ্ট আলোচনার আসর।এতে আছে স্রষ্টার দেওয়া অমূল্য উপহার—আমাদের মেধা সময় ও শক্তিকে কাজে লাগিয়ে ব্যক্তিগঠন, ক্যারিয়ার উন্নয়ন এবং সামাজসেবামূলক কর্মোদ্যোগের মধ্য দিয়ে নিজেকে এক নতুন পৃথিবীর স্বপ্নদ্রষ্টা এবং একনিষ্ঠ কারিগর হিসেবে গড়ে তোলার বাস্তবধর্মী কর্মকৌশল।",
      "shipping": 5,
      "quantity": 0
    },
    {
      "id": "1ce97e0e-3611-4406-8788-7b413640f59e",
      "name": "মনের ওপর লাগাম",
      "writer": "আল্লামা ইবনুল জাওযী (রহঃ)",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "ওয়াফি পাবলিকেশন",
      "price": 121,
      "stock": 10,
      "ratings": 3,
      "ratingsCount": 4505,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/01/%E0%A6%AE%E0%A6%A8%E0%A7%87%E0%A6%B0-%E0%A6%93%E0%A6%AA%E0%A6%B0-%E0%A6%B2%E0%A6%BE%E0%A6%97%E0%A6%BE%E0%A6%AE-2-250x382.jpeg",
      "title": "",
      "shipping": 11,
      "quantity": 0
    },
    {
      "id": "f088beb8-d664-4166-99f8-6995c2f08465",
      "name": "তিনিই আমার রব",
      "writer": "শাইখ আলী জাবির আল ফাইফী",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা, নওমুসলিমদের জন্য",
      "publisher": "সমকালীন প্রকাশন",
      "price": 20,
      "stock": 12,
      "ratings": 4,
      "ratingsCount": 41,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/09/1577691815777-250x372.jpeg",
      "title": "বইটির রচয়িতা শায়খ আলী জাবের আল ফিফী (হাফিজাহুল্লাহ)। এই বইটি হচ্ছে মহান আল্লাহ সুবাহান ওয়া’ তা’য়ালার দশটি মহান নামের ব্যাখ্যা। আল্লাহ রাব্বুল আলা’মীনের দশটি নামকে জীবনের প্রতিটা দৃষ্টিকোণ, প্রতিটা ক্ষেত্র থেকে ব্যাখ্যা করতে লেখক পাঠকদের নিয়ে প্রবেশ করেছেন ভিন্ন এক জগতে। সেই জগতে কোন দুঃখ নেই, কোন কষ্ট নেই। সেই জগতে নেই কোন হতাশা, না পাওয়ার যাতনা। সেই জগত কেবল রব আর তাঁর বান্দার। সে জগতে রাজা হলেন আরশের অধিপতি, আর দাস তথা প্রজা হলো বান্দারা। সেখানে পৃথিবীর কোন মন্ত্রী নেই, প্রধানমন্ত্রী নেই। নেই কোন সেলেব্রেটি। সবাই সেখানে কেবলই বান্দা।",
      "shipping": 38,
      "quantity": 0
    },
    {
      "id": "26dd7da8-c854-4bab-aaf5-32cc964da2ec",
      "name": "চিন্তাপরাধ",
      "writer": "আসিফ আদনান",
      "categorie":"ইসলামি আদর্শ ও মতবাদ, ইসলামী জ্ঞান চর্চা, বিবিধ বই",
      "publisher": "ইলম হাউজ পাবলিকেশন",
      "price": 190,
      "stock": 17,
      "ratings": 4,
      "ratingsCount": 4985,
      "img": "https://wafilife-media.wafilife.com/uploads/2019/05/57420758_430461067756392_4578328334584250368_o-1-250x351.jpg",
      "title": "‘যতক্ষণ সাম্রাজ্যের সার্বভৌমত্ব স্বীকার করে নিচ্ছ, ইচ্ছায় কিংবা অনিচ্ছায় ততক্ষণ তোমাকে সহ্য করা হবে। যা করার সিস্টেমের ভেতরে ঢুকে করো, কিন্তু কোনোভাবেই সিস্টেমের বিরোধিতা করা যাবে না। প্রশ্ন করা যাবে না কাঠামো নিয়ে, বিশ্বব্যবস্থা আর সাম্রাজ্য নিয়ে। প্রশ্ন করা যাবে না হুবালের কর্তৃত্ব নিয়ে। অ্যামেরিকান সাম্রাজ্যের যুগে এটাই সবচেয়ে বড় অপরাধ। অপরাধী বলে বিবেচিত হবার জন্য কিছু করার, এমনকি বলারও প্রয়োজন নেই, সিস্টেমের বিরুদ্ধে কোনো চিন্তা থাকাই যথেষ্ট। এসব চিন্তা অবৈধ, এসব চিন্তা অপরাধ। যে শরীয়াহর অনুসরণ কিয়ামত পর্যন্ত আল্লাহ মানবজাতির ওপর ফরয করেছেন, যুগের হুবালের বিরুদ্ধে গিয়ে অ্যামেরিকান",
      "shipping": 35,
      "quantity": 0
    },
    {
      "id": "a2615943-7eeb-4d6a-ab1b-78fb51ce39da",
      "name": "বাইবেল কুরআন ও বিজ্ঞান",
      "writer": "ড. মরিস বুকাইলি",
      "categorie":"কুরআন বিষয়ক আলোচনা, বিবিধ বই",
      "publisher": "দারুস সালাম বাংলাদেশ",
      "price": 232,
      "stock": 20,
      "ratings": 3,
      "ratingsCount": 4727,
      "img": "https://wafilife-media.wafilife.com/uploads/2016/01/BaibelQuranBiggan-250x349.png",
      "title": "১৯৮১ সালের কথা। ফরাসি প্রেসিডেন্ট ফ্যান্সিসকো মিত্রা ক্ষমতায় এলেন। মিশর সরকারের কাছে চিঠি গেল। তাদের হাজার বছর আগের ‘ফারাও’ (ফিরআউন) নামক শাসকদের মমিগুলো লাগবে। ফ্রান্স পরীক্ষা-নিরীক্ষা করতে চায়। মিশর সেই প্রস্তাবে রাজি হলো। পাঠিয়ে দিলো ফারাওদের মমি-কৃত মৃতদেহ।",
      "shipping": 2,
      "quantity": 0
    },
    {
      "id": "27cf3efa-7352-4889-85c4-44a4de2aa93a",
      "name": "কুরআন দিয়ে নিজের চিকিৎসা করুন",
      "writer": "আবুল ফিদা মুহাম্মাদ ইজ্জত মুহাম্মাদ আরেফ",
      "categorie":"দুআ ও যিকির, বিবিধ বই, ইসলামী চিকিৎসা",
      "publisher": "সবুজপত্র পাবলিকেশন্স",
      "price": 50,
      "stock": 17,
      "ratings": 3,
      "ratingsCount": 4003,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/09/IMG_20220329_122733-250x390.jpg",
      "title":"",
      "shipping": 2,
      "quantity": 0
    },
    {
      "id": "6add9d60-1339-4115-b2ac-00d4886f4ad7",
      "name": "রুকইয়াহ",
      "writer": "আব্দুল্লাহ আল-মাহমুদ",
      "categorie":"ইসলামী চিকিৎসা",
      "publisher": "মাকতাবাতুল আসলাফ",
      "price": 29,
      "stock": 6,
      "ratings": 3,
      "ratingsCount": 805,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/10/RUKIAH.png",
      "title":"যখন দেখতাম জিন শয়তানেরা মানুষকে নিয়ে যেমন ইচ্ছে খেলছে, মানুষ তাদের ভয়ে ফ্যাঁকাসে মুখ নিয়ে রাত কাটাচ্ছে, জীবন থেকে নিরাশ হয়ে যাচ্ছে; অপরদিকে মানুষ শয়তান— কবিরাজ-জাদুকরগুলো আল্লাহর জমিনে ইচ্ছেমত শয়তানি করে যাচ্ছে, এদের জন্য কারও ঘর ভাঙছে, কেউ বছরের পর বছর ধরে অসুস্থ হয়ে থাকছে, কারও বারবার মিসক্যারেজ হচ্ছে, অথবা প্রচণ্ড মেধাবী ছাত্রীর দিনে দিনে সব কিছু শেষ হয়ে যাচ্ছে; এত কিছুর পরেও কবিরাজদের কেউ কিছুই বলছে না। তাদের কুফরী-শিরকী কর্মকান্ডের ব্যাপারে কোনো পদক্ষেপই নিচ্ছে না। সাধারণ মানুষ তো বটেই, সামান্য কিছু হলে মাদরাসাপড়ুয়ারা পর্যন্ত কাফির তান্ত্রিক-কবিরাজের দরজায় ধরণা দিচ্ছে। অবচেতন মনে পুরো সমাজ এই শয়তানগুলোকে বসিয়ে রাখছে রবের আসনে। আল্লাহর পানাহ! তখন এই বিষয়গুলো মেনে নিতে পারতাম না, হিসাব মিলত না, এমন কেন হবে?",
      "shipping": 6,
      "quantity": 0
    },
    {
      "id": "1b6f1af1-2103-4838-932d-2b98dfdb6c1f",
      "name": "রবের আশ্রয়ে",
      "writer": "হাফিজ আল মুনাদি",
      "categorie":"ইসলামী চিকিৎসা",
      "publisher": "সত্যায়ন প্রকাশন",
      "price": 20,
      "stock": 7,
      "ratings": 5,
      "ratingsCount": 3343,
      "img": "https://wafilife-media.wafilife.com/uploads/2018/10/RUKIAH.png",
      "title":"তুলা রাশি কোনো লোককে দিয়ে বাটি-চালান দেওয়ার দৃশ্য; ঘরবন্দি, শরীরবন্দির নাম দিয়ে শিরকি তাবিজের ব্যবহার; কুরআন-হাদীসে বর্ণিত দুআগুলো বাদ দিয়ে শিরক-কুফর-মিশ্রিত মন্ত্র দ্বারা ঝারফুঁক—এগুলো এখনও গ্রামে বেশ প্রচলিত। গাঁয়ের লোকেরা অসুস্থ হলেই দৌড়ে যায় ভণ্ড কবিরাজদের কাছে। আর কবিরাজরা দুষ্ট জিন কিংবা শয়তানের সহযোগিতা নিয়ে বিভ্রান্ত করে সরলপ্রাণ মানুষদের। অনেক সময় মোটা অঙ্কের টাকাও হাতিয়ে নেয় আশু-বিপদের ভয় দেখিয়ে। কিন্তু দিনশেষে ওদের চেষ্টা-তদবিরের মাধ্যমে রোগ-ব্যাধি আর সারে না। আল্লাহ তাআলা কুরআন নামক এক বিশেষ নিয়ামাত এই উম্মাহকে দিয়েছেন। তিনি বলেছেন, “আর আমি কুরআন নাজিল করেছি, যা মুমিনদের জন্য শিফা ও রহমত।” [সূরা বানী ইসরাঈল, ৮২]",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "c6cb80a7-3542-4270-bd2b-920efd5f3f85",
      "name": "রুকইয়াহ শারইয়াহ",
      "writer": "আমিন বিন বারী",
      "categorie":"ইসলামী চিকিৎসা",
      "publisher": "মাকতাবাতুন নূর",
      "price": 18,
      "stock": 2,
      "ratings": 4,
      "ratingsCount": 1590,
      "img": "https://wafilife-media.wafilife.com/uploads/2020/10/%E0%A6%B0%E0%A7%81%E0%A6%95%E0%A6%87%E0%A7%9F%E0%A6%BE%E0%A6%B9-%E0%A6%B6%E0%A6%BE%E0%A6%B0%E0%A6%87%E0%A7%9F%E0%A6%BE%E0%A6%B9-250x394.png",
      "title":"",
      "shipping": 13,
      "quantity": 0
    },
    {
      "id": "f54a4763-b8c2-4922-ba8d-80652a64f5bc",
      "name": "যে প্রেম জুড়ায় প্রাণ",
      "writer": "ইমাম ইবনু তাইমিয়া রহ",
      "categorie":"আত্মশুদ্ধি ও অনুপ্রেরণা",
      "publisher": "দারুত তিবইয়ান",
      "price": 210,
      "stock": 6,
      "ratings": 3,
      "ratingsCount": 2680,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Untitled-1-250x390.jpg",
      "title":"‘ভালোবাসা’—হাজার প্রকারের অপব্যবহার মূল্যবান এই শব্দটিকে অপদস্থ করছে প্রতিনিয়ত। ব্যবহার হচ্ছে যাচ্ছেতাই স্থান আর স্বার্থবাদী নানান প্রয়োজনে। সৃষ্টির সাথে অঙ্গাঙ্গীভাবে জড়িত তাৎপর্যপূর্ণ এই শব্দটির অপব্যবহার বেড়ে চলছে নির্দ্বিধায়, বাধাহীন। হাজারো অপকর্মকে বৈধতা দিচ্ছে কেবলই এই একটি মাত্র শব্দের ব্যবহার।",
      "shipping": 39,
      "quantity": 0
    },
    {
      "id": "4a0090e7-b65d-4f6e-a42b-5603a3f51883",
      "writer": "Bag",
      "name": "3-Stripes Backpack 2.0",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 74,
      "stock": 7,
      "ratings": 5,
      "ratingsCount": 365,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 23,
      "quantity": 0
    },
    {
      "id": "0ac76ee7-53f1-45ba-b5ca-81ff6063bc1a",
      "writer": "Bag",
      "name": "Trefoil Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 65,
      "stock": 3,
      "ratings": 4,
      "ratingsCount": 465,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 36,
      "quantity": 0
    },
    {
      "id": "1770549a-571b-4baf-bc58-7bae7a228dcb",
      "writer": "Bag",
      "name": "Santiago Lunch Bag",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 63,
      "stock": 10,
      "ratings": 3,
      "ratingsCount": 346,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 42,
      "quantity": 0
    },
    {
      "id": "24b20ba6-9024-4b0a-b8a9-cf937521cede",
      "writer": "Bag",
      "name": "Blue Version Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 87,
      "stock": 15,
      "ratings": 5,
      "ratingsCount": 234,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 21,
      "quantity": 0
    },
    {
      "id": "a7231186-0316-4cc0-94bf-4f496a382346",
      "writer": "Bag",
      "name": "Defender Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 96,
      "stock": 10,
      "ratings": 4,
      "ratingsCount": 241,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 15,
      "quantity": 0
    },
    {
      "id": "35ac57f9-870a-4299-aac8-e5d8d2716b31",
      "writer": "Bag",
      "name": "Excel Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 62,
      "stock": 18,
      "ratings": 5,
      "ratingsCount": 168,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 14,
      "quantity": 0
    },
    {
      "id": "c50bebaf-2633-4674-aba2-25be34bfdbba",
      "writer": "Bag",
      "name": "Alliance Sackpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 99,
      "stock": 16,
      "ratings": 3,
      "ratingsCount": 311,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "shipping": 40,
      "quantity": 0
    },
    {
      "id": "ff5bf372-7ed1-4904-aac5-7a2ce98e70ef",
      "writer": "Bag",
      "name": "R.Y.V. Toploader Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 56,
      "stock": 19,
      "ratings": 3,
      "ratingsCount": 471,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 20,
      "quantity": 0
    },
    {
      "id": "83ef9902-0224-48d3-ba7c-eeff3e678d13",
      "writer": "Bag",
      "name": "Adicolor Archive Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 84,
      "stock": 5,
      "ratings": 4,
      "ratingsCount": 445,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 19,
      "quantity": 0
    },
    {
      "id": "7490b4c8-8242-4de5-b161-b8ac96ea0e0b",
      "writer": "Bag",
      "name": "R.Y.V. Backpack",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 67,
      "stock": 10,
      "ratings": 5,
      "ratingsCount": 83,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 24,
      "quantity": 0
    },
    {
      "id": "b1872b25-ba91-48ed-9468-1822df0637b9",
      "writer": "Cap",
      "name": "Relaxed Strap-Back Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 30,
      "stock": 6,
      "ratings": 4,
      "ratingsCount": 4,
      "title":"",
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "shipping": 1,
      "quantity": 0
    },
    {
      "id": "ea028038-4e9d-42bf-b033-88aa5e6cc477",
      "writer": "Cap",
      "name": "Icon Snapback Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 21,
      "stock": 13,
      "ratings": 4,
      "ratingsCount": 1,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 26,
      "quantity": 0
    },
    {
      "id": "d48e0fcb-904c-499e-93a0-312d77e6dbf9",
      "writer": "Cap",
      "name": "Superlite Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 11,
      "stock": 18,
      "ratings": 3,
      "ratingsCount": 39,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 32,
      "quantity": 0
    },
    {
      "id": "71dfc7f9-844b-4be7-816f-891a5cbaa0f1",
      "writer": "Cap",
      "name": "Superlite Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 10,
      "stock": 10,
      "ratings": 5,
      "ratingsCount": 47,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 24,
      "quantity": 0
    },
    {
      "id": "a9d89eac-7418-4bca-a484-c8238c356270",
      "writer": "Cap",
      "name": "Tee Time 5-Panel Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 24,
      "stock": 1,
      "ratings": 4,
      "ratingsCount": 14,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "f6a5e6c0-5aec-4f10-84d7-bde9b6199045",
      "writer": "Cap",
      "name": "Baseball Cap",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 17,
      "stock": 7,
      "ratings": 5,
      "ratingsCount": 37,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "625b4b60-611c-490c-ac0a-f3c2d2afd05c",
      "writer": "Cap",
      "name": "Relaxed Strap-Back Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 24,
      "stock": 9,
      "ratings": 5,
      "ratingsCount": 15,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 6,
      "quantity": 0
    },
    {
      "id": "5960bf40-9603-4a39-9ff6-6cf9f1ce4815",
      "writer": "Cap",
      "name": "UNISEX ORIGINALS WASHED BUCKET",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 27,
      "stock": 14,
      "ratings": 4,
      "ratingsCount": 3,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 14,
      "quantity": 0
    },
    {
      "id": "5991add1-f4ba-4fb9-9b6b-ec59aa2dda60",
      "writer": "Cap",
      "name": "SST Plus Strap-Back Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 23,
      "stock": 14,
      "ratings": 4,
      "ratingsCount": 32,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 47,
      "quantity": 0
    },
    {
      "id": "5690e579-a943-4b42-9ffe-dfc65b71c560",
      "writer": "Cap",
      "name": "Dispatch Trucker Hat",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 28,
      "stock": 16,
      "ratings": 4,
      "ratingsCount": 30,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 14,
      "quantity": 0
    },
    {
      "id": "be7a4d0a-c681-416c-ab8d-f9be28223f4e",
      "writer": "Earphones",
      "name": "adidas Z.N.E. 01 True Wireless Earbuds",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 142,
      "stock": 11,
      "ratings": 5,
      "ratingsCount": 22,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 23,
      "quantity": 0
    },
    {
      "id": "b278e667-ca17-465c-b603-af1af4319b7b",
      "writer": "Earphones",
      "name": "adidas Z.N.E. 01 ANC True Wireless Earbuds",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 135,
      "stock": 16,
      "ratings": 5,
      "ratingsCount": 51,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 30,
      "quantity": 0
    },
    {
      "id": "1f56c0e5-4407-44bf-9225-90f592d2924a",
      "writer": "Earphones",
      "name": "FWD-01 Sport In-Ear Headphones",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 185,
      "stock": 8,
      "ratings": 4,
      "ratingsCount": 66,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 15,
      "quantity": 0
    },
    {
      "id": "4ead4708-68e8-4a93-b28e-5e99ccc4d75c",
      "writer": "Earphones",
      "name": "adidas FWD-02 Sport True Wireless Earbuds",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 162,
      "stock": 14,
      "ratings": 4,
      "ratingsCount": 6,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 29,
      "quantity": 0
    },
    {
      "id": "d1116075-10f2-49c4-985e-0d41e19ce1b3",
      "writer": "Earphones",
      "name": "adidas Z.N.E. 01 ANC True Wireless Earbuds",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 110,
      "stock": 15,
      "ratings": 5,
      "ratingsCount": 9,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "d1116075-10f2-49c4-985e-fg41e19dc1b8",
      "writer": "Earphones",
      "name": "RPT-01 Sport On-Ear Headphones",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 170,
      "stock": 15,
      "ratings": 5,
      "ratingsCount": 55,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 48,
      "quantity": 0
    },
    {
      "id": "9e7cda87-8160-458f-bd32-ecf253a2d86a",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 1L",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 33,
      "stock": 7,
      "ratings": 4,
      "ratingsCount": 62,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 15,
      "quantity": 0
    },
    {
      "id": "eaff8921-f7eb-446f-b072-d96559685de0",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 1L",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 40,
      "stock": 14,
      "ratings": 5,
      "ratingsCount": 58,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 17,
      "quantity": 0
    },
    {
      "id": "96fd22a5-f22f-4ad8-b7b5-f1cfd0852553",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 1 L",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 46,
      "stock": 2,
      "ratings": 5,
      "ratingsCount": 73,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 45,
      "quantity": 0
    },
    {
      "id": "e1a7c529-f91b-4ef5-a661-c2317c5c314e",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 1L",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 20,
      "stock": 14,
      "ratings": 5,
      "ratingsCount": 63,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 21,
      "quantity": 0
    },
    {
      "id": "e912ad01-2551-48dc-a709-4054cbfbcbbc",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 600 ML",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 43,
      "stock": 19,
      "ratings": 4,
      "ratingsCount": 64,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 43,
      "quantity": 0
    },
    {
      "id": "afc5d640-9943-437a-b644-ba1f6f12baa9",
      "writer": "Bottle",
      "name": "Steel Straw Metal Bottle 600 ML",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 43,
      "stock": 10,
      "ratings": 3,
      "ratingsCount": 15,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 46,
      "quantity": 0
    },
    {
      "id": "5b5c43d9-950d-4b9a-b7d9-ca489224a7b2",
      "writer": "Bottle",
      "name": "Steel Metal Bottle 600 ML",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 26,
      "stock": 20,
      "ratings": 5,
      "ratingsCount": 83,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 6,
      "quantity": 0
    },
    {
      "id": "96239c09-8b1c-4c81-99f9-f43e7613eab3",
      "writer": "Bottle",
      "name": "Squad Glass Bottle 720 ML",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 39,
      "stock": 20,
      "ratings": 3,
      "ratingsCount": 1,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 5,
      "quantity": 0
    },
    {
      "id": "30698483-f7aa-49ba-9de9-9070f64dc263",
      "writer": "Bottle",
      "name": "Steel Bottle 600 ML",
      "categorie":"যদি হ্যাঁ বলতে না চান",
      "publisher": "Addidas",
      "price": 23,
      "stock": 11,
      "ratings": 5,
      "ratingsCount": 35,
      "img": "https://wafilife-media.wafilife.com/uploads/2022/10/Nonobi-Adorsho-01-250x390.jpg",
      "title":"",
      "shipping": 5,
      "quantity": 0
    }
  ]
